[
  {
    "id": 1,
    "title": "Modern slavery exists in the UK!",
    "date": "2024-11-15",
    "author": "Caterham Rotary",
    "category": "Community Action",
    "readTime": "2 min",
    "image": "https://assets.zyrosite.com/A85wDMJxW0U0RxO0/whatsapp-image-2024-12-08-at-08.46.45_e2ff522e-AMqb0XN1J1ueQbOB.jpg",
    "content": "\n            <p>Modern slavery is happening in towns, cities and rural areas across the UK. Victims are trapped in crime, sex trafficking, forced labour, coerced marriages and drug exploitation, often suffering long-term trauma.</p>\n            <p>According to the National Referral Mechanism, 19,125 potential victims were identified in the UK last year. However, because modern slavery is hidden, the real figure is likely far higher—the Global Slavery Index 2023 estimates around 122,000 people are living in these conditions.</p>\n            <p>In response to these alarming statistics, Caterham Rotary Club partnered with local charity <strong>Their Voice</strong>, along with volunteers from North Downs Hospital and Rokewood Court Care Home.</p>\n            <p>Together, a team of eight packed brand-new essential items for children and adults who have been rescued and are preparing for a safer future.</p>\n            <p>Carolyn Thom, who runs Their Voice, said: \"We are so grateful to Caterham Rotary Club... Their commitment made a real difference to our charity and the community we serve.\"</p>\n        ",
    "status": "published"
  },
  {
    "id": 2,
    "title": "A Festival full of cricket",
    "date": "2024-07-15",
    "author": "Caterham Rotary",
    "category": "Events",
    "readTime": "3 min",
    "image": "https://assets.zyrosite.com/A85wDMJxW0U0RxO0/crickete6080c28e848-mxB7DQZ68EsaNGBN.JPG",
    "content": "\n            <p>This heralded the introduction of a new community Cricket Day organised by Caterham Rotary.</p>\n            <p>It was a day filled with sunshine, laughter, and friendly competition as teams gathered to celebrate the spirit of cricket and community.</p>\n        ",
    "status": "published"
  },
  {
    "id": 3,
    "title": "Archaeological dig for the kids",
    "date": "2024-06-17",
    "author": "Caterham Rotary",
    "category": "Community",
    "readTime": "4 min",
    "image": "https://assets.zyrosite.com/A85wDMJxW0U0RxO0/archaeological-dig-for-the-kids-caterham-rotary-AGBG8v4kr9ipxaoN.png",
    "content": "\n            <p>Caterham Rotary Club were recently delighted to support The East Surrey Museum at the “Rod Stead Archaeological Dig” for young people, which took place at Queens Park Caterham.</p>\n            <p>It was a fantastic opportunity for the children to get hands-on experience with history, digging for artifacts and learning about the local heritage from experts.</p>\n        ",
    "status": "published"
  },
  {
    "id": 4,
    "title": "Caterham Rotarians win Rotary Regional Quiz",
    "date": "2024-09-05",
    "author": "Caterham Rotary",
    "category": "Club News",
    "readTime": "2 min",
    "image": "https://assets.zyrosite.com/A85wDMJxW0U0RxO0/photo-2024-09-05-11-05-39-AQEpR0Xa6phBGqpQ.jpg",
    "content": "\n            <p>We are proud to announce that the Caterham Rotarians have won the Rotary Regional Quiz!</p>\n            <p>It was a battle of wits and knowledge, but our team came out on top, showcasing their broad understanding of various subjects and excellent teamwork.</p>\n        ",
    "status": "published"
  },
  {
    "id": 5,
    "title": "Charity Golf Day Proves a Massive Success",
    "date": "2024-08-31",
    "author": "Caterham Rotary",
    "category": "Fundraising",
    "readTime": "5 min",
    "image": "https://assets.zyrosite.com/A85wDMJxW0U0RxO0/8c0b811b-d509-482e-be64-9e1a56f421e2-YbN9rGPQDzTVQRl2.JPG",
    "content": "\n            <p>Caterham Rotary Club’s Charity Golf Day Proves a Massive Success, Raising Nearly £5,600.</p>\n            <p>Golfers enjoyed a beautiful day on the course, knowing that their participation was contributing to a great cause. The funds raised will go a long way in supporting our various community projects.</p>\n        ",
    "status": "published"
  },
  {
    "id": 6,
    "title": "A Heartwarming Visit to the Community Sand Dam Project",
    "date": "2024-09-05",
    "author": "Geoff",
    "category": "International",
    "readTime": "6 min",
    "image": "https://assets.zyrosite.com/A85wDMJxW0U0RxO0/photo-2024-09-05-11-35-19-ALpo9VxbD4F9O4pz.jpg",
    "content": "\n            <p>It was a heartwarming visit to the Community Sand Dam Project.</p>\n            <p>Seeing the impact of the project firsthand was truly inspiring. The community has come together to build a sustainable water source that will benefit generations to come.</p>\n        ",
    "status": "published"
  }
]